<?php
function wpi_randon_text() {
	$lyrics = "هرگز از سمت جلو به یک گاو، از سمت عقب به یک اسب و از هیچ سمتی به یک احمق نزدیک نشوید.
از نشانه های ذهن فرهیخته آن است که در عین مخالفت با عقیده ای، به آن احترام بگذارد.
مردم می گویند : \"آدمهای خوب را پیدا کنید و بدها را رها.\" اما باید اینگونه باشد : \"خوبی را در آدم ها پیدا کنید و بدی آنها را نادیده بگرید.\" هیچکس کامل نیست.
خداوند هیچ دری را نمی بندد مگر اینکه در دیگری را باز کند.
نگران آنچه که دیگران پشت سرتان می گویند نباشید، آنها کسانی اند که به جای یافتن کاستی های زندگی خودشان، مشغول یافتن کاستی های زندگی شما هستند.
همه کسانی که به زندگی شما وارد می شوند، دلیلی دارند. یا شما به آنها برای تغییر زندگیتان نیاز دارید یا خود کسی هستید که زندگی آنها را تغییر خواهید داد.
مشکل فکرهای بسته آن است که دهانشان پیوسته باز است.
هم اکنون که در حال نفس کشیدن هستید، کس دیگری دارد نفس های آخرش را می کشد. پس دست از گله و شکایت بردارید و بیاموزید چگونه با داشته هایتان زندگی کنید.
هرگز به خاطر دیگران اصالت خود را تغییر ندهید. چون هیچ کسی بهتر از شما نمی تواند نقش شما را بازی کند. پس خودتان باشید، شما بهترینید.
رها کردن کسی که برای شما ساخته نشده بعنی رسیدن به این درک که برخی آدم ها بخش از سرگذشتتان هستند، نه بخشی از سرنوشتتان.
برای اینکه دوستت داشته باشم و به تو احترام بگذارم، مجبور نیستم با تو هم عقیده باشم.
خداوند برای هر چیزی که اجازه افتادنش را می دهد، دلیلی دارد... . ممکن است ما هرگز نتوانیم حکمتش را درک کنیم اما باید به اراده و خواست او اعتماد کنیم.
گله نکنید که چرا فلانی با شما درست رفتار نمی کند، اگر می دانید لیاقتتان بیشتر است، چرا با اون رابطه دارید؟
دنبال کسی نباشید که همه مشکلات شما را حل کند، دنبال کسی باشید که نگذارد به تنهایی با آن مشکلات روبرو شوید.
سکوت همیشه به معنای رضایت نیست! گاهی یعنی خسته ام از اینکه مدام به کسانی که هیچ اهمیتی برای فهمیدن نمی دهند، توضیح دهم.
بخشیدن کسی آسان است، اما اینکه بتوان دوباره به او اعتماد کرد، داستان کاملا متفاوتی است.
حسادت : خاموش کردن شمع فردی دیگر، باعث نخواهد شد که شمع شما درخشان تر شود.
هیچگاه به قدرت واقعی خود پی نخواهید برد مگر اینکه قوی بودن، تنها گزینه باقی برای شما باشد.
کتاب زندگیتان را فقط بر روی اندکی بگشایید، چون در این دنیا افراد بسیار اندکی هستند که درک فصل ها برایشان اهمیت دارد، مابقی فقط کنجکاوند که بدانند.
یکی از ساده ترین راه های خوشبخت ماندن این است که؛ چیزهایی که باعث نارحتیتان می شود را رها کنید.
وقت خود را بیهوده تلف توضیح دادن ها نکنید؛ مردم فقط آنچه را که دوست دارند بشوند، می شنوند.
هدف اصلی ما در زندگی کمک به دیگران است. اگر نمی توانید کسی را یاری کنید، لااقل صدمه ای به او نرسانید.
گاهی خراب کردن پل ها چیز بدی نیست؛ چون باعث می شود نتوانید به جایی برگردید که از همان ابتدا هرگز نباید قدم می گذاشتید.
جایی نمانید که مجبور باشند شما را تحمل کنند، جایی بروید که بودنتان را جشن بگیرند!
گدای عشق نباشید، بخشنده ی عشق باشید. انسانهای زیبا همیشه خوب نیستند، اما انسان های خوب همیشه زیبا هستند.
اگر اشتباه کردی دیگر تکرار نکن، اگر تکرار کردی دیگر اقرار نکن، اگر اقرار کردی دیگر انکار نکن و اگر انکار کردی دیگر اصرار نکن.
به کسانی که پشت سر شما حرف می زنند بی اعتنا باشید، جای آن ها همان جاست، دقیقا پشت سر شما... .
در بدترین روزها امیداور باش، زیرا زیباترین باران ها از سیاه ترین ابرهاست.
اگر با دانش ات نمی توانی اندیشه ها را بالا ببری، همانند سیب باشد که با افتادنت اندیشه ها را بالا ببری.
قدر زمان حال را بدانید که گذشته بر نمی گردد و آینده شاید نیاید.
خدایا من در کلبه حقیرانه خود کسی را دارم که تو در ارش کبریایی خود نداری، من چون تویی را دارم وتو چون خود نداری.
اعتراف به ناتوانی بزرگترین توانائی است.
یك چیز میتواند همه چیزرا دگرگون كند ، انتخاب هدف و چسبیدن به آن.
هر ملتی دو نوع دشمن خونی دارد. دسته ای که به قانون پشت پا می زنند و دسته دیگر کسانی که با دقت بیش از حد آن را اجرا می کنند.
خوشبختی یک امکان نیست، بلکه یک احساس است.
زبان سرچشمه همه ی سوء تفاهم هاست.
با دستمال کثیف نمی توان شیشه ها را تمیز کرد، اول خودت را بساز بعد دیگران را.
با دشمنی بد باش نه با دشمن!
تصمیم مثل ماهی است، گرفتنش آسان و نگهداریش سخت!
وقتی با یک انگشت به سوی کسی اشاره می کنید و او را مورد انتقاد قرار می دهید، سه انگشت دیگر شما به سوی خودتان است.
برای زیستن در شادمانی نعمت های خود را بشمارید؛ نه محرومیت ها را.
جزء با چشم دل نمی توان خوب دید؛ آنچه اصل است از دیده پنهان هست.
اگر سخنیرا شنیدید و به دلتان نشست، بدانید آن سخن حق است و به دنبال آن بروید.
لذت های آنی، غم های آتی در بر دارد.
دعای شما زمانی مستجاب می شود که به این موضوع پی برده باشید که چرا دست به دعا برداشته اید.
در نبرد بین انسان های سخت و روزهای سخت، این انسان های سخت هستند که می مانند نه روزهای سخت!
بهترین روزهایت را به کسانی هدیه کن که بدترین روزها در کنارت بوده اند.
انسان مغرور همانند شخصی است که بر قله کوهی ایستاده و همگان را کوچک می پندارد؛ غافل از اینکه مردم از پایین قله او را کوچک می بینند.
مهم نیست اگر انسان برای کسی که دوستش دارد غرورش را از دست بدهد؛ اما فاجعه است اگر به خاطر حفظ غرور، کسی را که دوست دارد از دست بدهد.";
	// Here we split it into lines
	$lyrics = explode( "\n", $lyrics );
	// And then randomly choose a line
	return wptexturize( $lyrics[ mt_rand( 0, count( $lyrics ) - 1 ) ] );
}

?>
