Repository: dev-ir/woocommerce-pre-invoice
Catalog: languages/wpi_lang-*.po
Languages: fa_ir

source: Pre Invoice Woocommerce
fa_ir: پیش فاکتور ووکامرس

source: Ability to connect to SMS system
fa_ir: امکان اتصال به سامانه پیامکی

source: Ability to report from the pre-invoice section
fa_ir: امکان گزارش گیری از قسمت پیش فاکتور

source: Ability to save and view pre-invoices
fa_ir: امکان ذخیره و مشاهده پیش فاکتورها

source: Fully responsive
fa_ir: کاملاً واکنشگرا

source: Adjustable on different paper sizes (A4, A5)
fa_ir: قابل تنظیم در اندازه های مختلف کاغذ (A4 ، A5)

source: Invoice title
fa_ir: عنوان فاکتور

source: Sales Invoice
fa_ir: ذخیره پیش فاکتور

source: Store Name
fa_ir: عنوان فروشگاه

source: Slogan
fa_ir: شعار

source: The text below the logo
fa_ir: متن زیر لوگو

source: Invoice Template
fa_ir: قالب پیش فاکتور

source: Company Name
fa_ir: نام شرکت

source: Natural ID Company
fa_ir: شماره ملی

source: Register Number
fa_ir: شماره ثبت

source: Economical number
fa_ir: شماره اقتصادی

source: Landline phone numbers
fa_ir: شماره تلفن ثابت

source: Please put all landlines on one line
fa_ir: لطفاً همه تلفن های ثابت را روی یک خط قرار دهید

source: Mobile number
fa_ir: شماره موبایل

source: Fax number
fa_ir: شماره فکس

source: Email
fa_ir: پست الکترونیکی

source: Zip Code
fa_ir: کد پستی

source: Website
fa_ir: وبسایت

source: Store Location
fa_ir: آدرس پستی فروشگاه

source: Description
fa_ir: توضیحات

source: Store Logo
fa_ir: لوگو فروشگاه

source: choose New Image
fa_ir: انتخاب تصویر جدید

source: Miscellaneous settings
fa_ir: تنظیمات متفرقه

source: Ability to register a pre-invoice only for site members
fa_ir: امکان ثبت پیش فاکتور فقط برای اعضای سایت

source: Ability to save proforma invoice
fa_ir: امکان ذخیره و مشاهده پیش فاکتورها

source: Display random sentences
fa_ir: امکان نمایش جملات تصادفی

source: Place of seal and signature
fa_ir: امکان نمایش محل مهر و امضا

source: Place pre invoice Number
fa_ir: امکان نمایش شماره پیش فاکتور

source: Place of Digital stamp and signature
fa_ir: امکان نمایش مهر و امضای دیجیتال

source: save
fa_ir: ذخیره

source: reset
fa_ir: ریست

source: in this version of the plugin, you can simply install the Persian WooCommerce SMS plugin and use the countless advantages of this plugin along with our services.
fa_ir: در این نسخه از افزونه می توانید به سادگی افزونه پیامک ووکامرس فارسی را نصب کنید و در کنار خدمات ما از مزایای بی شمار این افزونه استفاده کنید.

source: Download Now
fa_ir: دانلود حالا

source: General
fa_ir: عمومی

source: Settings
fa_ir: تنظیمات

source: SMS
fa_ir: پیامک

source: Registration
fa_ir: ثبت

source: Pre Invoice
fa_ir: پیش فاکتور

source: Change status to Pre Invoice
fa_ir: تغییر وضعیت به پیش فاکتور

source: Preview Pre Invoice
fa_ir: مشاهده پیش فاکتور

source: Invoice Number
fa_ir: شماره پیش فاکتور

source: Print Now
fa_ir: چاپ برگه

source: Save as Pre Invoice
fa_ir: ذخیره پیش فاکتور

source: Back
fa_ir: بازگشت

source: Configure
fa_ir: پیکربندی

source: settings of pre invoice woocommerce
fa_ir: تنظیماتی از پیش فاکتور ووکامرس

source: Setting Pre Invoice Method
fa_ir: تنظیمات متود پیش فاکتور

source: Disable/Enabled
fa_ir: غیرفعال/فعالسازی

source: Active Pre Invoice Method
fa_ir: فعال سازی متود پیش فاکتورس

source: Title Method
fa_ir: عنوان متود

source: Description Method
fa_ir: توضیحات متود

source: You can easily register your pre-invoice.
fa_ir: شما به راحتی میتوانید پیش فاکتور خود را ثبت کنید.

source: Description Method Not Logged
fa_ir: توضیحات درگاه در صورت لاگین نبودن

source: you must be logged.
fa_ir: شما میبایست وارد سایت شوید.

source: General Text
fa_ir: متن عمومی

source: Pre Invoice Created.
fa_ir: پیش فاکتور ساخته شد.

source: Tanks for choose WPI Plugin woocommerce
fa_ir: با تشکر از اینکه پلاگین WPI را انتخاب کرده اید

source: Pre Invoice Has been failed
fa_ir: پیش فاکتور ناموفق بود

source: Please contact us administrator
fa_ir: لطفا با مدیریت سایت ارتباط برقرار کیند

source: Login
fa_ir: ورود

source: Awaiting Pre invoice
fa_ir: در انتظار پیش فاکتور

source: Print Pre Invoice
fa_ir: چاپ پیش فاکتور

source: Change Pre Invoice
fa_ir: تغییر وضعیت به پیش فاکتور

source: No need to change
fa_ir: نیاز به تغییر ندارد

source: Woo Pre Invoice
fa_ir: پیش فاکتور ووکامرس

source: Woo Pre Invoice
fa_ir: پیش فاکتور ووکامرس

source: List Pre Invoice
fa_ir: لیست پیش فاکتور

source: Add Pre Invoice
fa_ir: افزودن پیش فاکتور

source: Register version
fa_ir: ثبت

source: You already register your license key. to re validate it, you can use this form.
fa_ir: شما در حال حاضر کلید مجوز خود را ثبت کرده اید. برای اعتبارسنجی مجدد آن ، می توانید از این فرم استفاده کنید.

source: Your current license:
fa_ir: سریال فعلی شما:

source: Revalidate
fa_ir: اعتبارسنجی مجدد

source: Delete and submit another license
fa_ir: حذف و ثبت سریال جدید

source: New license key
fa_ir: سریال جدید

source: Please wait...
fa_ir: منتظر بمانید...

source: Please activate plugin with your license key to all features work.
fa_ir: لطفاً پلاگین را با کلید مجوز فعال کنید تا همه ویژگی ها کار کنند.

source: License key
fa_ir: سریال

source: Something goes wrong please try again.
fa_ir: مشکلی پیش آمد لطفا دوباره امتحان کنید.

source: Please insert your license code
fa_ir: لطفا سریال خود را وارد کنید

source: License code is valid.
fa_ir: سریال شما صحیح میباشد.

source: Thanks! Your license activated successfully.
fa_ir: متشکریم!سریال شما با موفقیت فعال گردید.

source: To activating your %s please insert you license key
fa_ir: لطفا برای فعال سازی %s سریال خود را وارد نمایید تا از تمامی خدمات ما استفاده نمایید

source: Register Now
fa_ir: فعال سازی

source: There is something wrong with your %s license. please check it.
fa_ir: مشکلی در مجوز %s شما وجود دارد. لطفا آن را چک کنید.

source: Check Now
fa_ir: بررسی کنید

source: your server curl has problem, return code:%s, please ticket to host to fix curl problem for url %s
fa_ir: CURL سرور شما مشکل دارد، کد برگردانده:%s، لطفاً برای رفع مشکل CURL آدرس url %s، به میزبان مراجعه کنید

source: Really ? This Plugin Protected by Zhaket Guardian.
fa_ir: واقعا؟ این پلاگین توسط Zhaket Guardian محافظت می شود.

source: <p><b>WooCommerce Pre Invoices requires the WooCommerce plugin to be installed and active. You can download <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> here.</b></p>
fa_ir: <p><b>افزونه پیش فاکتور ووکامرس نیاز به نصب و فعال سازی افزونه ووکامرس دارد. شما میتوانید از <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> اینجا دانلود کنید.</b></p>

source: <p><b>WooCommerce Pre Invoices requires the for send message Persian Woocommerce SMS plugin to be installed and active. You can download <a href="https://wordpress.org/plugins/persian-woocommerce-sms/">WooCommerce</a> here.</b></p>
fa_ir: <p><b>پیش فاکتور ووکامرس نیاز به نصب و فعال سازی افزونه پیام کوتاه ووکامرس فارسی برای ارسال پیام دارد. شما میتوانید از <a href="https://wordpress.org/plugins/persian-woocommerce-sms/">اینجا</a> دانلود کنید.</b></p>

source: settings
fa_ir: تنظیمات

source: Sorry, plugin %s could not be found
fa_ir: متاسفانه %s افزونه یافت نشد

source: Cart is empty
fa_ir: سبد خرید خالی میباشد

source: You Should Select One Invoice
fa_ir: شما میبایست یک پیش فاکتور انتخاب کنید

source: this invoice is not exist.
fa_ir: این پیش فاکتور وجود ندارد.

source: this invoice is not owned.
fa_ir: این پیش فاکتور برای شما نیست.

source: date
fa_ir: تاریخ

source: Invoice number
fa_ir: شماره پیش فاکتور

source: Address
fa_ir: آدرس

source: Phone
fa_ir: تلفن

source: Fax
fa_ir: فکس

source: Economical ID
fa_ir: شناسه اقتصادی

source: Dear buyer
fa_ir: خریدار محترم

source: Postal code
fa_ir: کد پستی

source: Row
fa_ir: ردیف

source: ID
fa_ir: شناسه

source: Explanation
fa_ir: شرح

source: the amount of
fa_ir: مقدار

source: Price
fa_ir: فی

source: Total
fa_ir: جمع

source: Product
fa_ir: محصول

source: Quantity
fa_ir: تعداد

source: Subtotal
fa_ir: جمع

source: Collect the main items
fa_ir: جمع اقلام اصلی

source: Shipping
fa_ir: نحوه ارسال

source: seal and signature
fa_ir: مهر و امضا

source: WooCommerce Pre Invoices
fa_ir: پیش فاکتور ووکامرس

source: Create, print & email PDF Pre invoices .
fa_ir: ساخت و پرینت پیش فاکتور .

source: DeveloperMen Team
fa_ir: توسعه دهندگان شرق
